{
    "The :attribute must contain at least one letter.": "يجب أن تحتوي السمة على حرف واحد على الأقل.",
    "The :attribute must contain at least one number.": "يجب أن تحتوي السمة على رقم واحد على الأقل.",
    "The :attribute must contain at least one symbol.": "يجب أن تحتوي السمة على رمز واحد على الأقل.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "يجب أن تحتوي السمة: على حرف كبير واحد وحرف صغير واحد على الأقل.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "ظهرت السمة المعطاة في تسرب بيانات. الرجاء اختيار سمة مختلفة.",

    "All": "جميع المهام",
    "finished": "المنفذة",
    "unfinished": "غير منفذة",
    "project_name": "المشروع",
    "task_amount": "مبالغ مترتبة",
    "task_duedate": "تاريخ محدد",
    "task_description": "المهمة",
    "task_eval": "تقييم المهمة",
    "task_finished": "منفذة",
    "action": "التحكم",
    "By projects": "حسب المشروع",
    "Operations keeps the lights on,strategy provides a light at the end of the tunnel,but project management is the train engine that moves the organization forward.": "العمليات تحافظ على الأضواء، والاستراتيجية توفر ضوءً ا في نهاية النفق، لكن إدارة المشروع هي محرك القطار الذي يدفع المنظمة إلى الأمام.",
    "Project management is like juggling three balls – time, cost and quality. Program management is like a troupe of circus performers standing in a circle, each juggling three balls and swapping balls from time to time.": "إدارة المشروع مثل شعوذة ثلاث كرات - الوقت والتكلفة والجودة. إدارة البرنامج مثل فرقة من فناني السيرك يقفون في دائرة ، كل منهم يتلاعب بثلاث كرات ويتبادل الكرات من وقت لآخر.",
    "Management is doing things right; leadership is doing the right things.": "الإدارة تفعل الأشياء بشكل صحيح ؛ القيادة تفعل الأشياء الصحيحة.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular.": "أحد الأسباب التي تجعل القليل منا يحقق ما نريده حقًا هو أننا لا نوجه تركيزنا أبدًا ؛ نحن لا نركز قوتنا أبدًا. معظم الناس يشقون طريقهم في الحياة ، ولا يقررون أبدًا إتقان أي شيء على وجه الخصوص.",
    "Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year - and underestimate what they can achieve in a decade!": "بمجرد أن تتقن الوقت ، ستفهم مدى صحة أن معظم الناس يبالغون في تقدير ما يمكنهم إنجازه في غضون عام - ويقللون مما يمكنهم تحقيقه في عقد من الزمان!",
    "task_new": "مهمة جديدة",
    "Task Edit": "تحديث المهمة",
    "Project_Name": "اسم المشروع",
    "taskdays": "مدة التنفيذ",
    "duedays": "الايام المتبقية",
    "top 10 long Tasks": " 10 مهمات استغرقت اطول وقت",
    "top 10 late Tasks": "اكثر 10 مهمات متأخرة",
    "Project Tasks": "ملخص المشاريع",
    "Charts Tasks": "رسم بياني",
    "task_dates": "تاريخ الانشاء /اخرتحديث"
}